content-org/all_posts.org
#+hugo_base_dir: ../
#+setupfile: ./setup.org
** DONE Draupadi and the Pandavas                 :krishna:pandavas:draupadi:
   CLOSED: [2012-09-21 Fri 19:17]
   :PROPERTIES:
   :EXPORT_FILE_NAME: draupadi-and-the-pandavas
   :EXPORT_HUGO_ALIASES: /mahabharat/2012-09-21-draupadi-and-the-pandavas/
   :EXPORT_HUGO_CUSTOM_FRONT_MATTER: :toc true
   :END:
/Cross-posted from my answer to the question: [[http://www.quora.com/Mythology/What-was-the-relationship-between-Draupadi-and-the-Pandavas-like/answer/Vedang-Manerikar][What was the
relationship between Draupadi and the Pandavas like?]] on [[http://quora.com][Quora]]/

Draupadi's relationship with the Pandavas is complex and at the heart
of the Mahabharat.
#+hugo: more
*** Draupadi and Arjuna

Let's jump right in with the most important relationship: Draupadi and
Arjuna.

Of the five Pandavas, Draupadi favors Arjuna the most. She is in love
with him, whereas the others are in love with her. Arjuna has won her
in the Swayamvar, Arjuna is her Lord, and she is devoted to
him. [fn:1]

On the other hand, she is not Arjuna's favorite wife. Arjuna does not
like sharing her with 4 other men (conjecture on my part). Arjuna's
favorite wife is Subadhra, Krishna's half-sister. He also dotes on
Abhimanyu (his son with Subadhra) over and above his sons from
Draupadi and Chitrangada (Here is a quick question: Can you name his
sons from Draupadi and Chitrangada? Off the top of your head?
Exactly). All of Draupadi's husbands married other women, but the only
time Draupadi gets upset and distraught is when she learns of Arjuna's
marriage to Subadhra. Subadhra has to go to Draupadi dressed as a
maid, just to assure her that she (Subadhra) will always be beneath
Draupadi in status. [fn:2]

*** Draupadi and Yudhisthir

Now let's see the reason why Draupadi's life is a shambles, why she is
the most cursed woman of her time, and one of the most important
reasons behind the Mahabharat war: Draupadi's marriage to Yudhisthir.

Here is something we need to understand first: Yudhisthir is a
bastard. This is not to be held against him - all Mahabharat
characters are gray - but people tend to forget this bit. Yudhisthir
_does not_ win Draupadi in the Swayamvar, he has no right to her. He
lusts for her, he cannot bear seeing her everyday and not be able to
have her. So he takes a small chance that fate throws his way, when
Kunti says, "Share whatever you have between yourselves", and bullies
Draupadi and his brothers into the weird "Lets all marry her"
situation. Bhima does not like this, he claims that it is not right
and that people will laugh at them. Yudhisthir tells him of Rishis who
have done this before, and that it is accepted in Dharma.[fn:3] He
then rushes forward and says that since he is the eldest, he must get
"first dibs" with Draupadi. (Sorry to be crude here, but I tell it
like I read it.) The brothers marry her according to age, eldest to
youngest.

Then, Yudhisthir calls an assembly with his brothers and tells them
the story of 2 powerful rakshasas, Sunda and Upasunda [fn:4], whose
love for the same woman led them to destroy each other. He says that
the lesson to learn here is that the brothers must be careful when
sharing Draupadi. She must be with one brother for a set period of
time, and during this period the other brothers cannot touch her
(carnally, that is). Yudhisthir decides that Draupadi will live for 1
year with each brother and that since he is the eldest, she will start
the cycle with him.

Yudhisthir doesn't stop with this. He knows that Draupadi loves
Arjuna. He does not want her to tempt him into breaking the rules.
Hence he says that the brother who breaks this rule will have to go
into exile for 12 years (seriously?). Further, the same punishment
will apply if any brother happens to disturb another when he is
carnally engaged with Draupadi. Ouch. This punishment actually comes
into play when Arjuna disturbs Yudhisthir and Draupadi. Arjuna has to
retrieve his weapons from the armory, in order to help a poor Brahmin
whose cows have been stolen by thieves. Guess where Yudhisthir and
Draupadi are doing it? That's right. The Armory.[fn:5]

Arjuna departs on his 12 year tour of India, where he visits his
father Indra, gets cursed by Urvashi, learns a lot of new skills from
multiple teachers (Shiva, Indra etc), meets and marries Subadhra,
followed by Chitrangada, etc. However, what happens to the year that
he is to spend with Draupadi? It reverts back to Yudhisthir, who
promises to care for Draupadi on Arjuna's behalf. Naturally.

*** Draupadi and Bhima

After that morose tale of manipulation, let's visit to a slightly more
cheerful tale of manipulation: Draupadi and Bhima

Bhima is silly putty in Draupadi's hands. Of all her husbands, he is
the one who loves her the most. He fulfills her every request, he
cannot bear to see her hurt.

Who brings her flowers from Kuber's garden? Bhima. Who cries because
his beautiful wife will have to serve as a Sairandhri (maid) to Queen
Sudeshna of Matsya? Bhima. Who kills a 100 Kauravas to avenge the
insult to Draupadi? Bhima. Who does Draupadi run to when she is
molested by Keechak in Matsya kingdom? Bhima.

The other Pandavas are not under Draupadi's thumb. She is prone to
outbursts of rage, she makes unreasonable, unwise demands. When she
wants Keechak killed for molesting her, Yudhisthir tells her that it
would expose their presence in Matsya kingdom, and advises her to
"live with it". (Model husband that). Bhima simply walks up to Keechak
in the middle of the night and tears him limb from limb. No questions
asked.[fn:6]

Draupadi shows us Bhima's human side. He is a savage monster with
others, but he is always and only tender when it comes to Draupadi.

*** Draupadi with Nakul and Sahadev

As with most of the Mahabharat, Nakul and Sahadev don't really matter
here. I haven't read any version of the Mahabharat where Nakul and
Sahadev have any role of substance. In reality, Nakul and Sahadev are
more loyal to Yudhisthir than anyone else. They don't share father or
mother with Yudhisthir, yet they follow him everywhere and do exactly
as he asks. They could have gone and ruled over Madradesh (their
birthright through Madri), and lived a life of luxury and ease, but
they stuck with their brother through thick and thin. Makes one
appreciate them a little bit more.

In summary, Draupadi's curse is the curse of beauty. She is the object
of every man's lust, but no one cares much for what she desires or
feels. Her husbands gamble her away as if she were property. When
Dusshasana strips her in view of a full court, she has to beg Krishna
to save her. Her husbands don't lift a finger. Even at the end of
their 13 year exile, the Pandavas are not intent on war. They worry
that the losses in the Kurukshetra war will be too big to warrant it.
Draupadi has to turn to her friend, Krishna, to heal her soul. Krishna
promises her:[fn:7]

#+begin_quote
"Soon wilt thou, O Draupadi, behold the ladies of Bharata's race weep
as thou dost. Even they, O timid one, will weep like thee, their
kinsmen and friends being slain. They with whom, O lady, thou art
angry, have their kinsmen and warriors already slain.... I will
accomplish all this."
#+end_quote

And thus comes about the Mahabharat war.

*** Some references for further reading, clarification:

[fn:1]: [[http://pastebin.com/bgbrjnne][Draupadi favors Arjuna]]. Note that it is Bhima who questions
why Draupadi fell, not Arjuna.
[fn:2]: [[http://pastebin.com/ngMNJiFP][Subadhra pacifies Draupadi]]
[fn:3]: [[http://pastebin.com/TiW5w3zi][Conformable to virtue]]. Note his sentence construction: "My mother commands it, and my heart approves"
[fn:4]: [[http://pastebin.com/WbMLtEmM][The Story of Sunda and Upasunda]].
[fn:5]: [[http://pastebin.com/qvBBEB52][Arjun Vanavasa]].
[fn:6]: [[http://pastebin.com/REfrvaWy][Keechak Vadha]]. If you don't read any of the other footnotes, read this one. It throws light on the true nature of Yudhisthir and Bhima.
[fn:7]: [[http://pastebin.com/fxTzA7Dc][Krishna promises revenge]]. Read this too, because Krishna is awesome.
